/* NSTextField (Access Control List (ACL)) : <title:Access Control List (ACL)> (oid:3690) */
"Access Control List (ACL)" = "Overenie prístupu (ACL)";

/* NSTabViewItem : <title:Amazon S3> (oid:391) */
"Amazon S3" = "Amazon S3";

/* NSTextField (Analytics) : <title:Analytics> (oid:5198) */
"Analytics" = "Analytika";

/* NSButton (Apply changes recursively) : <title:Apply changes recursively> (oid:179) */
"Apply changes recursively" = "Zmeny uplatniť rekurzívne (na vnorené položky)";

/* NSTextField (Authenticated URL) : <title:Authenticated URL> (oid:3688) */
"Authenticated URL" = "Overený URL";

/* NSButton (Bucket Access Logging) : <title:Bucket Access Logging> (oid:283) */
"Bucket Access Logging" = "Záznamy prístupov k bucketu";

/* NSButton (Bucket Versioning) : <title:Bucket Versioning> (oid:1565) */
"Bucket Versioning" = "Verzovanie bucketu";

/* NSTextField (CNAME) : <title:CNAME> (oid:208) */
"CNAME" = "CNAME";

/* NSButton (Calculate) : <title:Calculate> (oid:156) */
"Calculate" = "Spočítať";

/* NSTextField (Checksum) : <title:Checksum> (oid:793) */
"Checksum" = "Kontrolný súčet";

/* NSTextField (Created) : <title:Created> (oid:3171) */
"Created" = "Vytvorený";

/* NSButton (Delete files) : <title:Delete files> (oid:5448) */
"Delete files" = "Odstrániť súbory";

/* NSTextField (Delivery Method) : <title:Delivery Method> (oid:617) */
"Delivery Method" = "Spôsob doručenia";

/* NSTabViewItem : <title:Distribution (CDN)> (oid:389) */
"Distribution (CDN)" = "Distribúcia (CDN)";

/* NSButton (Distribution Access Logging) : <title:Distribution Access Logging> (oid:262) */
"Distribution Access Logging" = "Záznamy prístupov k distribúcii";

/* NSTextField (Encryption) : <title:Encryption> (oid:4886) */
"Encryption" = "Šifrovanie";

/* NSButton (Execute) : <title:Execute> (oid:178) */
"Execute" = "Spúšťanie";

/* NSTabViewItem : <title:General> (oid:385) */
"General" = "Všeobecné";

/* NSTableColumn : <title:Grantee> (oid:3730) */
"Grantee" = "Oprávnený";

/* NSTextField (Group) : <title:Group> (oid:168) */
"Group" = "Skupina";

/* NSTextField (Headers) : <title:Headers> (oid:864) */
"Headers" = "Hlavičky";

/* NSTextField (Index File) : <title:Index File> (oid:3419) */
"Index File" = "Predvolený koreňový súbor";

/* NSPanel (Info) : <title:Info> (oid:21) */
"Info" = "Informácie";

/* NSButton (Invalidate) : <title:Invalidate> (oid:4098) */
"Invalidate" = "Zneplatniť";

/* NSTextField (Invalidation) : <title:Invalidation> (oid:4094) */
"Invalidation" = "Zneplatnenie";

/* NSTextField (Kind) : <title:Kind> (oid:61) */
"Kind" = "Druh";

/* NSTextField (Lifecycle) : <title:Lifecycle> (oid:5434) */
"Lifecycle" = "Životný cyklus";

/* NSTextField (Location) : <title:Location> (oid:313) */
"Location" = "Umiestnenie";

/* NSTextField (Logging) : <title:Logging> (oid:4661) */
"Logging" = "Záznamy";

/* NSMenu : <title:Metadata> (oid:3723) */
"Metadata" = "Metadáta";

/* NSTextField (Modified) : <title:Modified> (oid:59) */
"Modified" = "Zmenený";

/* NSButton (Multi-Factor Authentication (MFA) Delete) : <title:Multi-Factor Authentication (MFA) Delete> (oid:1639) */
"Multi-Factor Authentication (MFA) Delete" = "Odstraňovanie viaczložkovou autorizáciou (MFA)";

/* NSTableColumn : <title:Name> (oid:860) */
"Name" = "Názov";

/* NSTextField (Open the URL to setup log analytics with Qloudstat.) : <title:Open the URL to setup log analytics with Qloudstat.> (oid:5214) */
"Open the URL to setup log analytics with Qloudstat." = "Otvoriť URL pre nastavenie analýzy záznamov pomocou Qloudstat.";

/* NSTextField (Origin) : <title:Origin> (oid:4370) */
"Origin" = "Zdroj";

/* NSMenu : <title:OtherViews> (oid:5445) */
"OtherViews" = "OtherViews";

/* NSTextField (Others) : <title:Others> (oid:169) */
"Others" = "Ostatní";

/* NSTextField (Owner) : <title:Owner> (oid:167) */
"Owner" = "Majiteľ";

/* NSTableColumn : <title:Permission> (oid:3729) */
"Permission" = "Oprávnenie";

/* NSTabViewItem : <title:Permissions> (oid:3745) */
"Permissions" = "Oprávnenia";

/* NSButton (Read) : <title:Read> (oid:172) */
"Read" = "Čítanie";

/* NSButton (Read Access for Qloudstat) : <title:Read Access for Qloudstat> (oid:5202) */
"Read Access for Qloudstat" = "Read Access for Qloudstat";

/* NSTextField (Remove selected files from distribution cache.) : <title:Remove selected files from distribution cache.> (oid:4559) */
"Remove selected files from distribution cache." = "Odstrániť vybrané súbory z vyrovnávacej pamäte distribúcie";

/* NSButton (Server Side Encryption) : <title:Server Side Encryption> (oid:4992) */
"Server Side Encryption" = "Šifrovanie na strane servera";

/* NSTextField (Signed URL) : <title:Signed URL> (oid:299) */
"Signed URL" = "Podpísaný URL";

/* NSTextField (Size) : <title:Size> (oid:57) */
"Size" = "Veľkosť";

/* NSTextField (Status) : <title:Status> (oid:734) */
"Status" = "Stav";

/* NSTextField (Storage Class) : <title:Storage Class> (oid:1128) */
"Storage Class" = "Trieda úložiska";

/* NSTextField (Torrent URL) : <title:Torrent URL> (oid:300) */
"Torrent URL" = "URL torrentu";

/* NSButton (Transition to Glacier) : <title:Transition to Glacier> (oid:5446) */
"Transition to Glacier" = "Previesť na Glacier";

/* NSTextField (UNIX Permissions) : <title:UNIX Permissions> (oid:2556) */
"UNIX Permissions" = "UNIXové oprávnenia";

/* NSTableColumn : <title:Value> (oid:861) */
"Value" = "Hodnota";

/* NSTextField (Versioning) : <title:Versioning> (oid:4668) */
"Versioning" = "Verzovanie";

/* NSTextField (Web URL) : <title:Web URL> (oid:251) */
"Web URL" = "URL webu";

/* NSTextField (Where) : <title:Where> (oid:213) */
"Where" = "Kde";

/* NSButton (Write) : <title:Write> (oid:175) */
"Write" = "Zápis";

/* NSTextField (Write access logs to selected container.) : <title:Write access logs to selected container.> (oid:4672) */
"Write access logs to selected container." = "Prístupy zaznamenávať do vybraného kontajnera.";

/* NSTextField (You can view all revisions of a file in the browser by choosing View → Show Hidden Files.) : <title:You can view all revisions of a file in the browser by choosing View → Show Hidden Files.> (oid:2636) */
"You can view all revisions of a file in the browser by choosing View → Show Hidden Files." = "Všetky revízie súboru možno v prehliadači zobraziť výberom ponuky Zobraziť → Zobraziť skryté súbory.";

